Revit 2024 API
ConduitSize.Dispose Method
Releases all resources used by the ConduitSize
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
ConduitSize Class
Autodesk.Revit.DB.Electrical Namespace